Repository: quangtuyen88/forge
Catalog: App/Forge/Localizable.xcstrings
Source language: en
Languages: ja, ko, vi

source: What will be published
ja: 公開されるもの
ko: 게시될 내용
vi: Những gì sẽ được công bố

source: What's working
ja: 伸びている部分
ko: 잘 되는 부분
vi: Điều đang hiệu quả

source: Where do you train?
ja: どこでトレーニングしますか？
ko: 어디서 운동하나요?
vi: Bạn tập ở đâu?

# Which one — %@?
source: Which one — %1$@?
ja: どちらですか — %1$@？
ko: 어느 쪽인가요 — %1$@?
vi: Bạn muốn hỏi về cái nào — %1$@?

source: Whole stack value
ja: スタック全体の値
ko: 전체 스택 값
vi: Giá trị cả khối tạ

source: Why %@ on %@ today?
ja: なぜ今日%2$@で%1$@ですか？
ko: 오늘 %2$@에서 %1$@한 이유는?
vi: Vì sao %@ trên %@ hôm nay?

source: Why am I so sore?
ja: なぜこんなに筋肉痛なのですか？
ko: 왜 이렇게 근육통이 있나요?
vi: Tại sao tôi đau nhức thế này?

source: Why did %@ change?
ja: なぜ%@が変わったのですか？
ko: 왜 %@가 변경되었나요?
vi: Tại sao %@ thay đổi?

source: Why did %@ stall?
ja: なぜ%@は停滞したのですか？
ko: 왜 %@가 정체되었나요?
vi: Tại sao %@ đình trệ?

source: Why did my lifts stall?
ja: なぜ私の種目は停滞したのですか？
ko: 왜 내 운동이 정체되었나요?
vi: Tại sao các bài tập của tôi đình trệ?

source: Why did my plan change?
ja: なぜ私のプランが変わったのですか？
ko: 왜 내 계획이 변경되었나요?
vi: Tại sao kế hoạch của tôi thay đổi?

source: Why did my sets change?
ja: なぜ私のセットが変わったのですか？
ko: 왜 내 세트가 변경되었나요?
vi: Tại sao các hiệp của tôi thay đổi?

source: Why did my weight drop?
ja: 重量が落ちたのはなぜ？
ko: 중량이 왜 떨어졌나요?
vi: Vì sao cân nặng của tôi giảm?

source: Why has %@ stalled?
ja: なぜ%@は停滞していますか？
ko: 왜 %@가 정체되었나요?
vi: Tại sao %@ đình trệ?

source: Why is my weight up?
ja: なぜ体重が増えたのですか？
ko: 왜 체중이 늘었나요?
vi: Tại sao cân nặng của tôi tăng?

source: Why swap %@?
ja: なぜ%@を入れ替えるのですか？
ko: 왜 %@를 교체하나요?
vi: Tại sao đổi %@?

source: Why this session?
ja: なぜこのセッションなのですか？
ko: 왜 이 세션인가요?
vi: Tại sao buổi tập này?

source: Why was that swapped?
ja: なぜあれが入れ替えられたのですか？
ko: 왜 그것이 교체되었나요?
vi: Tại sao bài đó bị đổi?

source: Why?
ja: 理由
ko: 이유
vi: Vì sao?

source: Window · %lld week%@
ja: ウィンドウ · %1$lld週%2$@
ko: 기간 · %1$lld주%2$@
vi: Cửa sổ · %1$lld tuần%2$@

source: Worked today: %@
ja: 今日鍛えた部位: %@
ko: 오늘 운동한 부위: %@
vi: Hôm nay đã tập: %@

source: Workout
ja: ワークアウト
ko: 운동
vi: Buổi tập

source: Workout details
ja: ワークアウトの詳細
ko: 운동 상세
vi: Chi tiết buổi tập

source: Workout notes
ja: ワークアウトメモ
ko: 운동 메모
vi: Ghi chú buổi tập

source: Workout reminder
ja: ワークアウトリマインダー
ko: 운동 알림
vi: Nhắc buổi tập

source: Workouts
ja: ワークアウト
ko: 운동
vi: Buổi tập

source: Workouts · all recorded
ja: ワークアウト · すべて記録済み
ko: 운동 · 모두 기록됨
vi: Buổi tập · đã ghi tất cả

source: Workouts · all time
ja: ワークアウト · 全期間
ko: 운동 · 전체 기간
vi: Buổi tập · từ trước đến nay

source: Workouts, program changes, body and notes
ja: ワークアウト、プログラムの変更、ボディ、メモ
ko: 운동, 프로그램 변경, 바디, 메모
vi: Buổi tập, thay đổi giáo án, cơ thể và ghi chú

source: Works offline. Entries, notes and hidden items are stored on this device; nothing here is fetched.
ja: オフラインで動作します。エントリー、メモ、非表示の項目はこの端末に保存され、ここから何も取得されることはありません。
ko: 오프라인으로 작동합니다. 항목, 메모, 숨긴 항목은 이 기기에 저장되며 여기서 가져오는 것은 없습니다.
vi: Hoạt động ngoại tuyến. Các mục, ghi chú và mục đã ẩn đều lưu trên thiết bị này; không có gì được tải về.

source: Works offline. The timeline reads records already stored on this device; browsing it makes no network request.
ja: オフラインで動作します。タイムラインはこの端末に保存済みの記録を読み取るだけなので、閲覧してもネットワーク通信は発生しません。
ko: 오프라인으로 작동합니다. 타임라인은 이 기기에 저장된 기록만 읽으므로 탐색해도 네트워크 요청이 발생하지 않습니다.
vi: Hoạt động ngoại tuyến. Dòng thời gian chỉ đọc các bản ghi đã lưu trên thiết bị này; duyệt dòng thời gian không tạo yêu cầu mạng.

source: Yesterday · %@
ja: 昨日 · %@
ko: 어제 · %@
vi: Hôm qua · %@

source: You already applied this one and your program hasn't changed since, so nothing was changed.
ja: これはすでに適用済みで、その後プログラムも変わっていないため、何も変更されませんでした。
ko: 이미 이것을 적용했고 그 후 프로그램이 변경되지 않았으므로 아무것도 변경되지 않았습니다.
vi: Bạn đã áp dụng gợi ý này và chương trình của bạn chưa thay đổi kể từ đó, nên không có gì thay đổi.

source: You are looking at the week of %@. Regenerate to lay out the week starting %@.
ja: 現在表示しているのは%1$@の週です。再作成すると%2$@から始まる週を組み立てます。
ko: %@ 주를 보고 있습니다. %@부터 시작하는 주를 구성하려면 다시 생성하세요.
vi: Bạn đang xem tuần bắt đầu %@. Hãy tạo lại để dựng tuần bắt đầu %@.

source: You asked for this in Coach.
ja: これはコーチで依頼したものです。
ko: 코치에서 이것을 요청하셨습니다.
vi: Bạn đã yêu cầu điều này trong HLV.

source: You have a session open. Pick up where you left off.
ja: セッションが開いています。続きから始めましょう。
ko: 진행 중인 세션이 있어요. 하던 데부터 이어가세요.
vi: Bạn còn một buổi tập đang mở. Tiếp tục từ chỗ dừng.

source: You log reps and how hard the set felt. Regulift sets the next load and tells you why.
ja: レップ数とセットのきつさを記録すると、Regulift が次の負荷を決めて理由を伝えます。
ko: 렙 수와 세트의 힘든 정도를 기록하면 Regulift가 다음 중량을 정하고 이유를 알려줘요.
vi: Bạn ghi số lần và mức gắng sức của hiệp. Regulift đặt mức tạ tiếp theo và giải thích lý do.

source: Your 6-week block
ja: あなたの6週間ブロック
ko: 6주 블록
vi: Khối 6 tuần của bạn

source: Your plan changed after that, so I can't undo it here. Change it in Settings → Training.
ja: その後プランが変更されたため、ここでは元に戻せません。設定 → トレーニングで変更してください。
ko: 그 이후 플랜이 변경되어 여기서는 실행 취소할 수 없습니다. 설정 → 훈련에서 변경하세요.
vi: Kế hoạch của bạn đã thay đổi sau đó nên tôi không thể hoàn tác ở đây. Hãy thay đổi trong Cài đặt → Tập luyện.

source: Your RPE
ja: あなたのRPE
ko: 내 RPE
vi: RPE của bạn

source: Your access lapsed. Pick a plan to keep the coach.
ja: アクセスが切れています。プランを選んでコーチを続けましょう。
ko: 이용이 만료됐어요. 플랜을 골라 코치를 계속하세요.
vi: Quyền truy cập đã hết. Chọn gói để tiếp tục với HLV.

source: Your coach
ja: あなたのコーチ
ko: 당신의 코치
vi: Huấn luyện viên của bạn

source: Your first 14 days are free
ja: 最初の14日間は無料
ko: 처음 14일은 무료예요
vi: 14 ngày đầu miễn phí

source: Your first week
ja: 最初の1週間
ko: 첫 주
vi: Tuần đầu của bạn

source: Your goal stays %@.
ja: 目標は%@のままです。
ko: 목표는 %@로 유지됩니다.
vi: Mục tiêu của bạn vẫn là %@.

source: Your gym
ja: あなたのジム
ko: 당신의 체육관
vi: Phòng gym của bạn

source: Your gym profiles list %lld items. %lld of them — machines and cables — arrive as Needs review, because the app will not guess their unit or what their numbers mean.
ja: ジムプロフィールには%1$lld個の器具があります。そのうち%2$lld個（マシンとケーブル）は要確認として扱われます。アプリがその単位や数値の意味を推測しないためです。
ko: 헬스장 프로필에 %lld개 항목이 있습니다. 그중 %lld개(머신과 케이블)는 검토 필요로 표시됩니다. 앱이 단위나 숫자의 의미를 추측하지 않기 때문입니다.
vi: Hồ sơ phòng tập của bạn liệt kê %lld dụng cụ. %lld trong đó — máy tập và máy cáp — sẽ vào dạng Cần xem lại, vì ứng dụng không đoán đơn vị hay ý nghĩa con số của chúng.

source: Your gym profiles list %lld items. Adding them does not change any load already recorded.
ja: ジムプロフィールには%lld個の器具があります。追加しても、すでに記録された負荷は変わりません。
ko: 헬스장 프로필에 %lld개 항목이 있습니다. 추가해도 이미 기록된 중량은 변경되지 않습니다.
vi: Hồ sơ phòng tập của bạn liệt kê %lld dụng cụ. Thêm vào không làm thay đổi mức tạ nào đã ghi.

source: Your gym: %@ instead of %@
ja: あなたのジム: %2$@の代わりに%1$@
ko: 당신의 체육관: %2$@ 대신 %1$@
vi: Phòng gym của bạn: %@ thay cho %@

source: Your handle is how friends find you in the crew.
ja: ハンドルはクルーで友だちがあなたを見つける方法です。
ko: 핸들은 크루에서 친구가 당신을 찾는 방법이에요.
vi: Handle là cách bạn bè tìm thấy bạn trong nhóm.

source: Your invite code
ja: あなたの招待コード
ko: 당신의 초대 코드
vi: Mã mời của bạn

source: Your logged set stays exactly as recorded. It simply counts in every analysis again.
ja: 記録したセットはそのまま残ります。すべての分析で再びカウントされるだけです。
ko: 기록된 세트는 기록된 그대로 유지됩니다. 모든 분석에서 다시 계산될 뿐입니다.
vi: Hiệp đã ghi của bạn vẫn giữ nguyên như đã ghi. Nó chỉ đơn giản là được tính lại trong mọi phân tích.

source: Your next session is ready
ja: 次のセッションの準備ができました
ko: 다음 세션이 준비됐어요
vi: Buổi tập tiếp theo đã sẵn sàng

source: Your next session, streak and weekly volume.
ja: 次のセッション、連続記録、週間ボリューム。
ko: 다음 세션, 연속 기록, 주간 볼륨.
vi: Buổi tập tiếp theo, chuỗi và khối lượng tuần.

source: Your next week
ja: あなたの来週
ko: 다음 주
vi: Tuần tới của bạn

source: Your numbers
ja: あなたの数値
ko: 당신의 수치
vi: Số liệu của bạn

source: Your plan changed after I showed you that, so nothing was changed. Ask again for a fresh version.
ja: 表示したあとに計画が変わったため、何も変更していません。最新版をもう一度聞いてください。
ko: 보여드린 뒤에 계획이 바뀌어서 아무것도 변경하지 않았습니다. 최신 버전을 다시 요청해 주세요.
vi: Kế hoạch của bạn đã thay đổi sau khi tôi hiển thị, nên không có gì được thay đổi. Hãy hỏi lại để có bản mới.

source: Your plan changed for next week. Open the changes to see what moved.
ja: 来週の計画が変わりました。変更を開いて内容を確認してください。
ko: 다음 주 계획이 바뀌었습니다. 변경 사항을 열어 무엇이 바뀌었는지 확인하세요.
vi: Kế hoạch tuần tới đã thay đổi. Mở phần thay đổi để xem điều gì đã đổi.

source: Your plan has moved on since %@ suggested this, so I haven't changed anything. Ask again and I'll propose it against your current plan.
ja: %@がこれを提案した後にプランが進んだため、何も変更していません。もう一度聞いてください。現在のプランに対して提案します。
ko: %@가 이것을 제안한 이후 계획이 변경되어 아무것도 변경하지 않았습니다. 다시 물어보시면 현재 계획에 맞춰 제안하겠습니다.
vi: Kế hoạch của bạn đã thay đổi kể từ khi %@ gợi ý điều này, nên tôi chưa thay đổi gì. Hãy hỏi lại và tôi sẽ đề xuất dựa trên kế hoạch hiện tại của bạn.

source: Your question, your training log and your profile are sent to Regulift's coach service to write the answer. Nothing from Apple Health is sent. You can turn this off any time in Settings.
ja: 質問・トレーニング記録・プロフィールは、回答を作成するReguliftのコーチサービスに送られます。Appleヘルスケアのデータは送信されません。設定からいつでもオフにできます。
ko: 질문, 훈련 기록, 프로필은 답을 쓰는 Regulift 코치 서비스로 전송돼요. Apple 건강 데이터는 보내지 않아요. 설정에서 언제든 끌 수 있어요.
vi: Câu hỏi, nhật ký tập và hồ sơ của bạn được gửi tới dịch vụ HLV của Regulift để viết câu trả lời. Không gửi dữ liệu Apple Sức khỏe. Bạn có thể tắt bất cứ lúc nào trong Cài đặt.

source: Your saved bar and plates
ja: 保存したシャフトとプレート
ko: 저장된 바와 플레이트
vi: Đòn và tạ đĩa đã lưu của bạn

source: Your set is never deleted and never edited. Adherence, readiness and your program stay exactly as they are.
ja: セットが削除・編集されることはありません。実行率、準備度、プログラムはそのままです。
ko: 세트는 절대 삭제되거나 편집되지 않습니다. 이행률, 준비도, 프로그램은 그대로 유지됩니다.
vi: Hiệp của bạn không bao giờ bị xóa và không bao giờ bị sửa. Tuân thủ, mức sẵn sàng và chương trình của bạn vẫn giữ nguyên như hiện tại.

source: Your starting photo
ja: スタートの写真
ko: 시작 사진
vi: Ảnh khởi đầu của bạn

source: Your upcoming plan is updated: %@. Your completed workouts are unchanged.
ja: 今後のプランを更新しました：%@。完了したトレーニングは変更されていません。
ko: 다가오는 플랜이 업데이트되었습니다: %@. 완료한 운동은 변경되지 않습니다.
vi: Kế hoạch sắp tới đã được cập nhật: %@. Các buổi đã hoàn thành không thay đổi.

source: Your weekly split follows from this.
ja: 週の分割はここで決まります。
ko: 주간 분할은 이걸로 정해져요.
vi: Lịch chia buổi trong tuần dựa trên lựa chọn này.

source: a new variant
ja: 新しいバリアント
ko: 새 변형
vi: một biến thể mới

source: add a rep
ja: レップを1つ追加
ko: 1회 추가
vi: thêm một lần

source: avg
ja: 平均
ko: 평균
vi: trung bình

source: bar %@%@
ja: シャフト%@%@
ko: 바 %@%@
vi: thanh đòn %@%@

source: best e1RM
ja: 最高e1RM
ko: 최고 e1RM
vi: e1RM tốt nhất

source: carbs
ja: 炭水化物
ko: 탄수화물
vi: carb

source: carbs / 100 g
ja: 炭水化物 / 100 g
ko: 탄수화물 / 100 g
vi: carb / 100 g

source: check in to score
ja: チェックインでスコア化
ko: 체크인해서 점수 매기기
vi: điểm danh để chấm điểm

source: deload day
ja: ディロード日
ko: 디로드 날
vi: ngày giảm tải

source: dev code filled
ja: 開発コード入力済み
ko: 개발 코드 입력됨
vi: đã điền mã dev

source: duration
ja: 時間
ko: 시간
vi: thời lượng

source: e.g. Leg press, 2nd floor
ja: 例: レッグプレス、2階
ko: 예: 레그 프레스, 2층
vi: ví dụ máy đạp chân, tầng 2

source: energy
ja: エネルギー
ko: 에너지
vi: năng lượng

source: even split %@ g
ja: 均等割り %@ g
ko: 균등 분할 %@ g
vi: chia đều %@ g

source: fat
ja: 脂質
ko: 지방
vi: chất béo

source: fat / 100 g
ja: 脂質 / 100 g
ko: 지방 / 100 g
vi: chất béo / 100 g

source: fatigue elevated, optional sets trimmed
ja: 疲労が高く、任意セットを削減
ko: 피로가 높아 선택 세트 감소
vi: mệt mỏi tăng, đã bớt hiệp tùy chọn

source: first set.
ja: 1セット。
ko: 해보세요.
vi: hiệp đầu tiên.

source: just now
ja: たった今
ko: 방금
vi: vừa xong

source: kcal left
ja: 残りkcal
ko: 남은 kcal
vi: kcal còn lại

source: kcal left so far
ja: ここまでの残りkcal
ko: 지금까지 남은 kcal
vi: kcal còn lại đến nay

source: last 28 days · kcal bars · weight line (%@, right)
ja: 直近28日 · kcalバー · 体重ライン（%@、右軸）
ko: 최근 28일 · kcal 막대 · 체중 선(%@, 오른쪽)
vi: 28 ngày gần đây · cột kcal · đường cân nặng (%@, trục phải)

source: last 4 weeks
ja: 直近4週間
ko: 최근 4주
vi: 4 tuần gần đây

source: light session
ja: 軽いセッション
ko: 가벼운 세션
vi: buổi nhẹ

source: never
ja: 未同期
ko: 동기화 안 됨
vi: chưa từng

source: no gym set
ja: ジム未設定
ko: 헬스장 미설정
vi: chưa đặt phòng gym

source: none
ja: なし
ko: 없음
vi: không có

source: not recorded
ja: 未記録
ko: 기록 없음
vi: chưa ghi

source: planned training day
ja: 予定されたトレーニング日
ko: 계획된 훈련일
vi: ngày tập theo kế hoạch

source: private, not revealed
ja: 非公開、未表示
ko: 비공개, 공개 안 됨
vi: riêng tư, chưa hiện

source: protein
ja: たんぱく質
ko: 단백질

source: protein / 100 g
ja: たんぱく質 / 100 g
ko: 단백질 / 100 g

# protein target %@ g per meal
source: protein target %1$@ g per meal
ja: 1食あたりタンパク質目標 %1$@ g
ko: 끼니당 단백질 목표 %1$@ g
vi: mục tiêu protein %1$@ g mỗi bữa

source: ready to train
ja: トレーニング可能
ko: 훈련 가능
vi: sẵn sàng tập

source: reps
ja: レップ
ko: 횟수
vi: lần

source: rest day
ja: 休養日
ko: 휴식일
vi: ngày nghỉ

source: revealed on this device
ja: この端末で表示済み
ko: 이 기기에서 공개됨
vi: đã hiện trên thiết bị này

source: serving g
ja: 1食あたりg
ko: 1회 분량 g
vi: khẩu phần g

source: session
ja: セッション
ko: 세션
vi: buổi tập

source: sessions
ja: セッション
ko: 세션
vi: buổi tập

source: sessions posted
ja: 投稿済みセッション
ko: 게시된 세션
vi: buổi đã đăng

source: set
ja: セット
ko: 세트
vi: hiệp

source: sets
ja: セット
ko: 세트
vi: hiệp

source: sets %lld/%lld
ja: セット %lld/%lld
ko: 세트 %lld/%lld
vi: hiệp %lld/%lld

source: sets per muscle
ja: 筋肉あたりセット
ko: 근육당 세트
vi: hiệp mỗi cơ

source: sleep
ja: 睡眠
ko: 수면
vi: giấc ngủ

source: sleep quality
ja: 睡眠の質
ko: 수면의 질
vi: chất lượng giấc ngủ

source: soreness
ja: 筋肉痛
ko: 근육통
vi: đau nhức

source: soreness + (5 − energy)
ja: 筋肉痛 + (5 − エネルギー)
ko: 근육통 + (5 − 에너지)
vi: đau nhức + (5 − năng lượng)

source: stack from %@%@, %@%@ per step
ja: スタック: %1$@%2$@から、刻みごとに%3$@%4$@
ko: 스택 %@%@부터 · 단계당 %@%@
vi: khối tạ từ %@%@, %@%@ mỗi bước

source: start at this weight
ja: この重量から開始
ko: 이 중량으로 시작
vi: bắt đầu với mức tạ này

source: streak
ja: 連続記録
ko: 연속 기록
vi: chuỗi

source: the load repeats
ja: 重量はキープ
ko: 중량은 유지
vi: mức tạ giữ nguyên

source: the load went down
ja: 重量が下がりました
ko: 중량이 내렸어요
vi: mức tạ đã giảm

source: the load went up
ja: 重量が上がりました
ko: 중량이 올랐어요
vi: mức tạ đã tăng

source: this kind of change isn't allowed for you.
ja: この種の変更は許可されていません。
ko: 이런 종류의 변경은 허용되지 않습니다.
vi: loại thay đổi này không được phép cho bạn.

source: this week
ja: 今週
ko: 이번 주
vi: tuần này

source: time
ja: 時間
ko: 시간
vi: thời gian

source: tonnage
ja: 総重量
ko: 총 중량
vi: tổng khối lượng

source: tonnage per week · %@
ja: 週あたり総重量 · %@
ko: 주당 총 중량 · %@
vi: tổng khối lượng mỗi tuần · %@

source: training
ja: トレーニング
ko: 훈련
vi: tập luyện

source: training day, session logged
ja: トレーニング日、セッション記録済み
ko: 훈련일, 세션 기록됨
vi: ngày tập, đã ghi buổi tập

source: training science.
ja: トレーニング科学。
ko: 트레이닝 과학.
vi: khoa học tập luyện.

source: unknown
ja: 不明
ko: 알 수 없음
vi: không rõ

source: was %@
ja: 以前 %@
ko: 이전 %@
vi: trước %@

source: you
ja: あなた
ko: 당신
vi: bạn

source: you didn't rate these
ja: 未評価
ko: 평가하지 않음
vi: bạn chưa chấm

source: −1 set this week · RPE ran over target last week
ja: 今週−1セット · 先週RPEが目標超過
ko: 이번 주 −1세트 · 지난주 RPE 목표 초과
vi: tuần này −1 hiệp · tuần trước RPE vượt mục tiêu

source: −1 set this week · last week ran over target
ja: 今週−1セット · 先週は目標を超過しました
ko: 이번 주 −1세트 · 지난주 목표 초과
vi: −1 hiệp tuần này · tuần trước vượt mục tiêu

source: −1 set · sore two sessions running
ja: −1セット · 2回連続で筋肉痛
ko: −1세트 · 근육통 2회 연속
vi: −1 hiệp · đau nhức hai buổi liên tiếp

source: ≈ %lld min
ja: ≈ %lld分
ko: ≈ %lld분
vi: ≈ %lld phút

source: ≈ %lld min · %lld exercises
ja: ≈ %lld分 · %lld種目
ko: ≈ %lld분 · %lld개 운동
vi: ≈ %lld phút · %lld bài tập

source: OK
ko: 확인

source: Web
ko: 웹

source: web
ko: 웹

# %@ / %@ g
source: %1$@ / %2$@ g
vi: %@ / %@ g

source: %@ at %@: %@.
vi: %@ ở %@: %@.

source: %lld wk
vi: %lld tuần

# %lld × %lld–%lld · %@ kg
source: %1$lld × %2$lld–%3$lld · %4$@ kg
vi: %lld × %lld–%lld · %@ kg
